Repository: mengzhisuoliu/FluentCleaner
Catalog: FluentCleaner/Strings/*/Resources.resw
Source language: en_us
Languages: it_it, lt_lt, nb_no, pt_br, ru_ru, uk_ua

# LblTheme.Text
source: App theme
it_it: Tema dell'App
lt_lt: Programos tema
nb_no: Apptema
pt_br: Tema
ru_ru: Тема приложения
uk_ua: Тема додатку

# LblThemeDesc.Text
source: Choose how FluentCleaner looks on your device.
it_it: Scegli l'aspetto di FluentCleaner sul tuo dispositivo..
lt_lt: Pasirinkite, kaip „FluentCleaner“ atrodys jūsų įrenginyje.
nb_no: Velg hvordan FluentCleaner ser ut på enheten din.
pt_br: Escolha a aparência do FluentCleaner no seu dispositivo.
ru_ru: Выберите, как FluentCleaner выглядит на вашем устройстве.
uk_ua: Виберіть, як FluentCleaner виглядатиме на вашому пристрої.

# ThemeSystem.Content
source: System default
it_it: Predefinito dal sistema
lt_lt: Kaip sistemos
nb_no: Systemstandard
pt_br: Padrão do sistema
ru_ru: Системная
uk_ua: Системна

# ThemeLight.Content
source: Light
it_it: Chiaro
lt_lt: Įviesi
nb_no: Lyst
pt_br: Claro
ru_ru: Светлая
uk_ua: Світла

# ThemeDark.Content
source: Dark
it_it: Scuro
lt_lt: Tamsi
nb_no: Mørkt
pt_br: Escuro
ru_ru: Тёмная
uk_ua: Темна

# LblLanguage.Text
source: Language
it_it: Lingua
lt_lt: Kalba
nb_no: Språk
pt_br: Idioma
ru_ru: Язык
uk_ua: Мова

# LblLanguageDesc.Text
source: Override the display language. Restart required to apply.
it_it: Sovrascrivi la lingua di visualizzazione. È necessario riavviare il sistema per applicare le modifiche..
lt_lt: Pakeisti sąsajos kalbą. Kad pakeitimai įsigaliotų, reikia iš naujo paleisti sistemą.
nb_no: Overstyr visningsspråket. Omstart kreves for at endringen skal tre i kraft.
pt_br: Substitui o idioma de exibição. É necessário reiniciar para aplicar.
ru_ru: Переопределить язык интерфейса. Требуется перезапуск для применения.
uk_ua: Перевизначити мову інтерфейсу. Потрібний перезавантаження для застосування.

# St_LangAuto
source: System default
it_it: Predefinita dal sisstema
lt_lt: Kaip sistemos
nb_no: Systemstandard
pt_br: Padrão do sistema
ru_ru: Системный
uk_ua: Системний

# SectionDatabase.Text
source: Database
lt_lt: Duomenų bazė
pt_br: Banco de dados
ru_ru: База данных
uk_ua: База данних

# LblDatabaseDesc.Text
source: Choose which entry lists are loaded for scanning and cleaning.
it_it: Scegli quali elenchi di voci caricare per la scansione e la pulizia.
lt_lt: Pasirinkite, kurie įrašų sąrašai bus įkelti skenavimui ir valymui.
nb_no: Velg hvilke oppføringslister som lastes inn for skanning og rensing.
pt_br: Escolha quais listas de entradas serão carregadas para verificação e limpeza.
ru_ru: Выберите, какие списки записей загружать для сканирования и очистки.
uk_ua: Оберіть, які списки записів завантажити для сканування та очищення.

# BtnUpdateWinapp2.Content
source: Update
it_it: Aggiorna
lt_lt: Atnaujinti
nb_no: Oppdater
pt_br: Atualizar
ru_ru: Обновить
uk_ua: Оновити

# LblWinapp3Tag.Text
source: experimental
it_it: sperimentale
lt_lt: ekperimentinė
nb_no: eksperimentell
ru_ru: экспериментальный
uk_ua: експеріментальний

# LblWinapp3Desc.Text
source: — more aggressive entries, use at your own risk.
it_it: — voci più aggressive, utilizzare a proprio rischio.
lt_lt: — agresyvesni įrašai – naudokite atsargiai.
nb_no: — mer aggressive oppføringer, bruk på eget ansvar.
pt_br: — entradas mais agressivas, use por sua conta e risco.
ru_ru: — более агрессивные записи, используйте на свой страх и риск.
uk_ua: — більш агресивні записи, використовуйте на свій страх та ризик.

# BtnDownloadWinapp3.Content
source: Download
lt_lt: Atsisiųsti
nb_no: Last ned
pt_br: Baixar
ru_ru: Скачать
uk_ua: Завантажити

# BtnUpdateWinapp3.Content
source: Update
it_it: Aggiorna
lt_lt: Atnaujinti
nb_no: Oppdater
pt_br: Atualizar
ru_ru: Обновить
uk_ua: Оновити

# LblWinappxTag.Text
source: bloatware
lt_lt: nereikalinga („bloatware“)
ru_ru: благоустройство (bloatware)
uk_ua: благоустрій (bloatware)

# LblWinappxDesc.Text
source: — AppX / bloatware entries for the terminal debloater.
it_it: — AppX / voci relative al bloatware per il programma di debloatware del terminale.
lt_lt: — „AppX“ / „bloatware“ įrašai terminaliniam šalintojui („debloater“).
nb_no: — AppX/bloatware-oppføringer for terminalens debloater.
pt_br: — Entradas AppX / bloatware oara o terminal de debloater.
ru_ru: — записи AppX / bloatware для терминального деблоатера.
uk_ua: — записи AppX / bloatware для термінального деблоатера.

# BtnDownloadWinappx.Content
source: Download
lt_lt: Atsisiųsti
nb_no: Last ned
pt_br: Baixar
ru_ru: Скачать
uk_ua: Завантажити

# BtnUpdateWinappx.Content
source: Update
it_it: Aggiorna
lt_lt: Atnaujinti
nb_no: Oppdater
pt_br: Atualizar
ru_ru: Обновить
uk_ua: Оновити

# TxtCustomPath.PlaceholderText
source: Custom database path (.ini)
it_it: Percorso del database personalizzato (.ini)
lt_lt: Kelias iki naudotojo DB (.ini)
nb_no: Egendefinert databasesti (.ini)
pt_br: Caminho do banco de dados personalizado (.ini)
ru_ru: Путь к пользовательской базе данных (.ini)
uk_ua: Шлях до користувацької бази даних (.ini)

# BtnBrowse.Content
source: Browse…
it_it: Sfoglia…
lt_lt: Naršyti…
nb_no: Bla gjennom…
pt_br: Procurar…
ru_ru: Обзор…
uk_ua: Огляд…

# BtnApplyPath.Content
source: Apply
it_it: Applica
lt_lt: Taikyti
nb_no: Bruk
pt_br: Aplicar
ru_ru: Применить
uk_ua: Застосувати

# BtnRemovePath.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Remove custom database
it_it: Rimuovi il database personalizzato
lt_lt: Pašalinti naudotojo DB
nb_no: Fjern egendefinert database
pt_br: Remover banco de dados personalizado
ru_ru: Удалить пользовательскую базу данных
uk_ua: Видалити користувацьку базу данних

# RestartBar.Title
source: Restart required
it_it: Riavvio richiesto
lt_lt: Reikia paleisti iš naujo
nb_no: Omstart kreves
pt_br: É necessário reiniciar
ru_ru: Требуется перезапуск
uk_ua: Треба перезавантаження

# RestartBar.Message
source: Please restart FluentCleaner to load the updated database.
it_it: Riavvia FluentCleaner per caricare il database aggiornato.
lt_lt: Paleiskite „FluentCleaner“ iš naujo, kad įkelti atnaujintą duomenų bazę.
nb_no: Start FluentCleaner på nytt for å laste inn den oppdaterte databasen.
pt_br: Reinicie o FluentCleaner para carregar o banco de dados atualizado.
ru_ru: Пожалуйста, перезапустите FluentCleaner для загрузки обновлённой базы данных.
uk_ua: Будь ласка, перезавантажте FluentCleaner для завантаження оновленої бази данних.

# SectionPostClean.Text
source: Post-clean tasks
it_it: Attività post-pulizia
lt_lt: Veiksmai po valymo
nb_no: Oppgaver etter rensing
pt_br: Tarefas pós-limpeza
ru_ru: Задачи после очистки
uk_ua: Задачі після очистки

# LblPostCleanDesc.Text
source: One command per line — runs sequentially after every clean pass.
it_it: Un comando per riga: viene eseguito in sequenza dopo ogni passaggio di pulizia.
lt_lt: Viena komanda eilutėje — vykdoma paeiliui po kiekvieno valymo ciklo.
nb_no: Én kommando per linje — kjøres i rekkefølge etter hver rensing.
pt_br: Um comando por linha — é executado sequencialmente após cada passagem da limpeza.
ru_ru: Одна команда в строке — выполняется последовательно после каждого прохода очистки.
uk_ua: Одна команда в рядку - виконується послідовно після кожного проходу очищення.

# SectionExclusions.Text
source: Global exclusions
it_it: Esclusioni globali
lt_lt: Globalios išimtys
nb_no: Globale unntak
pt_br: Exclusões globais
ru_ru: Глобальные исключения
uk_ua: Глобальні виключення

# LblExclusionsDesc.Text
source: Paths listed here are never cleaned — overrides all database rules.
it_it: I percorsi elencati qui non vengono mai puliti — queste regole prevalgono su tutte le altre regole del database..
lt_lt: Čia išvardyti keliai nebus valomi — tai turi viršenybę prieš visas DB taisykles.
nb_no: Stier oppført her renses aldri — overstyrer alle databaseregler.
pt_br: Os caminhos listados aqui nunca são limpos — substitui todas as regras do banco de dados.
ru_ru: Пути, указанные здесь, никогда не очищаются — переопределяют все правила баз данных.
uk_ua: Шляхи, вказані тут, ніколи не очищаються — перевизначають усі правила баз даних.

# SectionHistory.Text
source: History
it_it: Cronologia
lt_lt: Istorija
nb_no: Historikk
pt_br: Histórico
ru_ru: История
uk_ua: Історія

# LblHistoryDesc.Text
source: Track how much junk accumulates over time.
it_it: Monitora la quantità di spazzatura che si accumula nel tempo..
lt_lt: Stebėkite, kiek šiukšlių susikaupia laikui bėgant.
nb_no: Spor hvor mye søppel som samler seg opp over tid.
pt_br: Acompanhe quanto lixo se acumula ao longo do tempo.
ru_ru: Отслеживайте, сколько мусора накапливается со временем.
uk_ua: Слідкуйте, скільки сміття накопичується з часом.

# LblCleanHistory.Text
source: Clean history
it_it: Pulisci la cronologia
lt_lt: Valyti istoriją
nb_no: Rensehistorikk
pt_br: Histórico de limpeza
ru_ru: Очистить историю
uk_ua: Очистити історію

# BtnClearHistory.Content
source: Clear history
it_it: Cancella la cronolgia
lt_lt: Pašalinti istoriją
nb_no: Tøm historikk
pt_br: Limpar histórico
ru_ru: Очистить историю
uk_ua: Очистити історію

# SectionAI.Text
source: AI explanations
it_it: Spiegazioni sull'IA
lt_lt: DI paaiškinimai
nb_no: AI-forklaringer
pt_br: Explicações da IA
ru_ru: Объяснения ИИ
uk_ua: Пояснення ШІ

# LblAIOptIn.Text
source: opt-in
lt_lt: sutikimas
nb_no: valgfritt
pt_br: aceitar
ru_ru: добровольное
uk_ua: добровільне

# LblAIPreview.Text
source: preview
it_it: anteprima
lt_lt: peržiūra
nb_no: forhåndsvisning
pt_br: prévia
ru_ru: предварительный просмотр
uk_ua: попередній перегляд

# BtnAIDiscussion.Content
source: Thoughts? Join the discussion →
it_it: Opinioni? Partecipa alla discussione →
lt_lt: Turit minčių? Prisijunkite prie diskusijos →
nb_no: Tanker? Bli med i diskusjonen →
pt_br: Ideias? Participe da discussão →
ru_ru: Есть мысли? Присоединяйтесь к обсуждению →
uk_ua: Є думки? Долучайтесь до обговорення →

# BtnSaveApiKey.Content
source: Save
it_it: Salva
lt_lt: Išsaugoti
nb_no: Lagre
pt_br: Salvar
ru_ru: Сохранить
uk_ua: Зберегти

# BtnTestApiKey.Content
source: Test
lt_lt: Testuoti
pt_br: Testar
ru_ru: Проверить
uk_ua: Перевірити

# BtnGetApiKey.Content
source: Get key
it_it: Ottieni chiave
lt_lt: Gauti raktą
nb_no: Hent nøkkel
pt_br: Obter
ru_ru: Получить ключ
uk_ua: Отримати ключ

# SectionBackup.Text
source: Backup
lt_lt: Atsarginė kopija
nb_no: Sikkerhetskopi
ru_ru: Резервное копирование
uk_ua: Резервне копіювання

# LblBackupDesc.Text
source: Export or import your settings as a JSON file. Drop a settings.json next to the exe for portable mode.
it_it: Esporta o importa le tue impostazioni come file JSON. Trascina il file settings.json nella stessa cartella del file eseguibile (.exe) per avviare la modalità portatile..
lt_lt: Eksportuokite ar importuokite savo parametrus kaip JSON failą. Norėdami naudoti nešiojamąjį režimą, įrašykite „settings.json“ failą šalia „exe“ failo.
nb_no: Eksporter eller importer innstillingene dine som en JSON-fil. Legg en settings.json ved siden av exe-filen for bærbar modus.
pt_br: Exporte ou importe suas configurações como um arquivo JSON. Solte o arquivo settings.json próximo ao exe para o modo portátil.
ru_ru: Экспортируйте или импортируйте свои настройки в виде JSON-файла. Поместите settings.json рядом с exe-файлом для портативного режима.
uk_ua: Експортуйте або імпортуйте свої налаштування у вигляді JSON-файлу. Помістіть settings.json поруч із exe-файлом для портативного режиму.

# BtnExport.Content
source: Export
it_it: Esporta
lt_lt: Eksportuoti
nb_no: Eksporter
pt_br: Exportar
ru_ru: Экспорт
uk_ua: Експорт

# BtnImport.Content
source: Import
it_it: Importa
lt_lt: Importuoti
nb_no: Importer
pt_br: Importar
ru_ru: Импорт
uk_ua: Імпорт

# LblPortableActive.Text
source: 📦 Portable mode active — settings stored next to exe
it_it: 📦 Modalità portatile attiva: le impostazioni vengono memorizzate accanto al file .exe.
lt_lt: 📦 Įjungtas nešiojamasis režimas — parametrai, saugomi šalia „exe“ failo
nb_no: 📦 Bærbar modus aktiv — innstillinger lagret ved siden av exe-filen
pt_br: 📦 Modo portátil ativo — configurações armazenadas ao lado do exe
ru_ru: 📦 Портативный режим активен — настройки хранятся рядом с exe
uk_ua: 📦 Портативний режим активний — Налаштування зберігаються поруч із exe

# SectionAbout.Text
source: About
it_it: Informazioni
lt_lt: Apie
nb_no: Om
pt_br: Sobre
ru_ru: О программе
uk_ua: Про программу

# BtnReportIssue.Content
source: Report an issue
it_it: Segnala un problema
lt_lt: Pranešti apie problemą
nb_no: Rapporter et problem
pt_br: Informar um problema
ru_ru: Сообщить о проблеме
uk_ua: Повідомити про проблему

# BtnIconCredit.Content
source: App icon by naderi
it_it: Icona app realizzata da naderi
lt_lt: Piktogramos autorius naderi
nb_no: Appikon laget av naderi
pt_br: Ícone do aplicativo por naderi
ru_ru: Иконка приложения от naderi
uk_ua: Іконка додатку від naderi

# BtnFAQ.Content
source: FAQ
lt_lt: DUK
nb_no: Ofte stilte spørsmål
pt_br: Perguntas frequentes
ru_ru: Часто задаваемые вопросы
uk_ua: Часті питання

# St_Winapp3NotDownloaded
source: Winapp3 not downloaded yet — click Download.
it_it: Winapp3 non è ancora stato scaricato — clicca su Scarica.
lt_lt: „Winapp3“ dar neatsisiųsta — spustelėkite „Atsisiųsti“.
nb_no: Winapp3 er ikke lastet ned ennå — klikk Last ned.
pt_br: Winapp3 não baixado ainda — clique em Baixar.
ru_ru: Winapp3 ещё не скачан — нажмите «Скачать».
uk_ua: Winapp3 ще не завантажений — натисніть «Завантажити».

# St_WinappxNotDownloaded
source: Winappx not downloaded yet — click Download.
it_it: Winappx non è ancora stato scaricato — clicca su Scarica.
lt_lt: „Winappx“ dar neatsisiųsta — spustelėkite „Atsisiųsti“.
nb_no: Winappx er ikke lastet ned ennå — klikk Last ned.
pt_br: Winappx não baixado ainda — clique em Baixar.
ru_ru: Winappx ещё не скачан — нажмите «Скачать».
uk_ua: Winappx ще не завантажений — натисніть «Завантажити».

# St_HistoryNone
source: no runs recorded yet
it_it: nessun avvio registrato finora
lt_lt: dar nėra jokių įrašų apie vykdymus
nb_no: ingen kjøringer registrert ennå
pt_br: nenhuma execução registrada ainda
ru_ru: записей о запусках пока нет
uk_ua: записів про запусках поки немає

# St_HistorySummary
source: {0} runs · {1} total freed
it_it: {0} avvii · {1} totale liberati
lt_lt: {0} vykdymų · {1} iš viso atlaisvinta
nb_no: {0} kjøringer · {1} totalt frigjort
pt_br: {0} execuções · {1} total limpo
ru_ru: {0} запусков · всего освобождено {1}
uk_ua: {0} запусків · всього звільнено {1}

# St_HistoryItems
source: {0} items
it_it: {0} elementi
lt_lt: {0} elementų
nb_no: {0} elementer
pt_br: {0} itens
ru_ru: {0} элементов
uk_ua: {0} елементів

# St_FileNotFound
source: File not found: {0}
it_it: File non trovato: {0}
lt_lt: Failas nerastas: {0}
nb_no: Fil ikke funnet: {0}
pt_br: Arquivo não encontrado: {0}
ru_ru: Файл не найден: {0}
uk_ua: Файл не ззнайдено: {0}

# St_CustomPathSaved
source: Custom path saved.
it_it: Percorso personalizzato salvato.
lt_lt: Naudotojo kelias išsaugotas.
nb_no: Egendefinert sti lagret.
pt_br: Caminho personalizado salvo.
ru_ru: Пользовательский путь сохранён.
uk_ua: Користувальницький шлях збережено.

# St_Download
source: Download
lt_lt: Atsisiųsti
nb_no: Last ned
pt_br: Baixar
ru_ru: Скачать
uk_ua: Завантажити

# St_Downloading
source: Downloading {0}…
it_it: Scaricati {0}…
lt_lt: Atsisiunčiama {0}…
nb_no: Laster ned {0}…
pt_br: Baixando {0}…
ru_ru: Загрузка {0}…
uk_ua: Завантаження {0}…

# St_Downloaded
source: {0} downloaded — {1} KB
it_it: {0} scaricati — {1} KB
lt_lt: {0} atsisiųsta — {1} KB
nb_no: {0} lastet ned — {1} KB
pt_br: {0} baixado — {1} KB
ru_ru: {0} загружен — {1} КБ
uk_ua: {0} завантажений — {1} КБ

# St_DownloadFailed
source: Download failed: {0}
it_it: Download non riusciti: {0}
lt_lt: Atsisiuntimas nepavyko: {0}
nb_no: Nedlasting mislyktes: {0}
pt_br: Falha ao baixar: {0}
ru_ru: Ошибка загрузки: {0}
uk_ua: Помилка завантаження: {0}

# St_FileInfoNotDownloaded
source: Not downloaded
it_it: Non scaricato
lt_lt: Neatsisiųsta
nb_no: Ikke lastet ned
pt_br: Não baixado
ru_ru: Не загружено
uk_ua: Не завантажено

# St_FileInfo
source: {0} entries • {1} KB • {2}
it_it: {0} elementi • {1} KB • {2}
lt_lt: {0} įrašai • {1} KB • {2}
nb_no: {0} oppføringer • {1} KB • {2}
pt_br: {0} entradas • {1} KB • {2}
ru_ru: {0} записей • {1} КБ • {2}
uk_ua: {0} записів • {1} КБ • {2}

# St_UpdateAvailable
source: Update available — {0}
it_it: Aggiornamento disponibile — {0}
lt_lt: Yra atnaujinimas — {0}
nb_no: Oppdatering tilgjengelig — {0}
pt_br: Atualização disponível — {0}
ru_ru: Доступно обновление — {0}
uk_ua: Доступне оновлення — {0}

# St_UpdateMessage
source: A new version of FluentCleaner is ready to download.
it_it: È disponibile per il download una nuova versione di FluentCleaner..
lt_lt: Nauja „FluentCleaner“ versija parengta atsisiųsti.
nb_no: En ny versjon av FluentCleaner er klar for nedlasting.
pt_br: Uma nova versão do FluentCleaner está pronta para download.
ru_ru: Новая версия FluentCleaner готова к загрузке.
uk_ua: Нова версія FluentCleaner готова до завантаження.

# St_UpToDate
source: You're up to date
it_it: Sei aggiornato
lt_lt: Naudojate naujausią versiją
nb_no: Du har den nyeste versjonen
pt_br: Você está atualizado
ru_ru: У вас последняя версия
uk_ua: У вас остання версія

# St_UpToDateMessage
source: Version {0} is the latest.
it_it: La versione {0} è l'attuale.
lt_lt: {0} versija yra naujausia.
nb_no: Versjon {0} er den nyeste.
pt_br: A versão {0} é a mais recente.
ru_ru: Версия {0} — последняя.
uk_ua: Версія {0} — остання.

# St_MenuUpdate
source: ⬆ Update available — {0}
it_it: ⬆ Aggiornamento disponibile — {0}
lt_lt: ⬆ Yra atnaujinimas — {0}
nb_no: ⬆ Oppdatering tilgjengelig — {0}
pt_br: ⬆ Atualização disponível — {0}
ru_ru: ⬆ Доступно обновление — {0}
uk_ua: ⬆ Доступно оновлення — {0}

# St_MenuCheckUpdates
source: Check for updates
it_it: Controlla gli aggiornamenti
lt_lt: Tikrinti, ar yra naujinimų
nb_no: Se etter oppdateringer
pt_br: Verificar atualizações
ru_ru: Проверить обновления
uk_ua: Перевірити оновлення

# St_ApiKeyMissing
source: ⚠ Enter an API key first.
it_it: ⚠ Inserisci prima una chiave API.
lt_lt: ⚠ Pirmiausia įveskite API raktą.
nb_no: ⚠ Skriv inn en API-nøkkel først.
pt_br: ⚠ Insira uma chave API primeiro.
ru_ru: ⚠ Сначала введите ключ API.
uk_ua: ⚠ Сначала введіть ключ API.

# St_ApiKeyTesting
source: Testing…
lt_lt: Testuojama…
nb_no: Tester…
pt_br: Testando…
ru_ru: Проверка…
uk_ua: Перевірка…

# St_ExportSuccess
source: Settings exported to {0}
it_it: Impostazioni esportate in {0}
lt_lt: Parametrai eksportuoti į {0}
nb_no: Innstillinger eksportert til {0}
pt_br: Configurações exportadas para {0}
ru_ru: Настройки экспортированы в {0}
uk_ua: Налаштування експортовані у {0}

# St_ExportFailed
source: Export failed: {0}
it_it: Esportazione non riuscita: {0}
lt_lt: Eksportas nepavyko: {0}
nb_no: Eksport mislyktes: {0}
pt_br: Falha ao exportar: {0}
ru_ru: Ошибка экспорта: {0}
uk_ua: Помилка экспорту: {0}

# St_ImportSuccess
source: Settings imported from {0}
it_it: Impostazioni importate da {0}
lt_lt: Parametrai importuoti iš {0}
nb_no: Innstillinger importert fra {0}
pt_br: Configurações importadas de {0}
ru_ru: Настройки импортированы из {0}
uk_ua: Налаштування імпортовані з {0}

# St_ImportFailed
source: Import failed: {0}
it_it: Importazione fallita: {0}
lt_lt: Importas nepavyko: {0}
nb_no: Import mislyktes: {0}
pt_br: Falha ao importar: {0}
ru_ru: Ошибка импорта: {0}
uk_ua: Помилка імпорту: {0}

# CustomTitle.Text
source: Custom Cleaners
it_it: Pulitori Personalizzati
lt_lt: Naudotojo valytuvai
nb_no: Egendefinerte rensere
pt_br: Limpadores personalizados
ru_ru: Пользовательские очистители
uk_ua: Користувацькі очищувачі

# CustomEmptyHint.Text
source: No custom cleaners yet.
it_it: Ancora nessun pulitore personalizzato.
lt_lt: Dar nėra naudotojo valytuvų.
nb_no: Ingen egendefinerte rensere ennå.
pt_br: Nenhum limpador personalizado ainda.
ru_ru: Пользовательских очистителей пока нет.
uk_ua: Користувацьких очищувачів пока нет.

# CustomEmptyHint2.Text
source: Create a new cleaner — it will appear here automatically.
it_it: Crea un nuovo pulitore — apparirà qui automaticamente.
lt_lt: Sukurkite naują valytuvą – jis bus rodomas čia automatiškai.
nb_no: Opprett en ny renser — den vises her automatisk.
pt_br: Crie um novo limpador — ele aparecerá aqui automaticamente.
ru_ru: Создайте новый очиститель — он появится здесь автоматически.
uk_ua: Створіть новий очищувач - він з'явиться тут автоматично.

# MenuEditEntry.Text
source: Edit
it_it: Modifica
lt_lt: Redaguoti
nb_no: Rediger
pt_br: Editar
ru_ru: Изменить
uk_ua: Змінити

# MenuDeleteEntry.Text
source: Delete
it_it: Cacnella
lt_lt: Pašalinti
nb_no: Slett
pt_br: Escluir
ru_ru: Удалить
uk_ua: Видалити

# MenuRunEntry.Text
source: Run
it_it: Avvia
lt_lt: Vykdyti
nb_no: Kjør
pt_br: Executar
ru_ru: Выполнить
uk_ua: Виконати

# BtnNewCleaner.Content
source: + New Cleaner
it_it: + Nuovo Pulitore
lt_lt: + Naujas valytuvas
nb_no: + Ny renser
pt_br: + Novo limpador
ru_ru: + Новый очиститель
uk_ua: + Новий очищувач

# BtnRunScript.Text
source: Run
it_it: Avvia
lt_lt: Vykdyti
nb_no: Kjør
pt_br: Executar
ru_ru: Выполнить
uk_ua: Виконати

# St_CustomStatus
source: {0} cleaner · {1} enabled
it_it: {0} pulitori · {1} attivati
lt_lt: {0} valytuvas(-ai) · {1} įjungta
nb_no: {0} rensere · {1} aktivert
pt_br: {0} limpador · {1} ativado
ru_ru: {0} очиститель · {1} включено
uk_ua: {0} очищувач · {1} ввімкнено

# St_CustomStatusScripts
source: {0} script(s)
it_it: {0} script
lt_lt: {0} skriptas(-ai)
nb_no: {0} skript
ru_ru: {0} скрипт(ов)
uk_ua: {0} скрипт(ів)

# St_CustomMenuNew
source: New custom cleaner
it_it: Nuovo pulitore personalizzato
lt_lt: Naujas naudotojo valytuvas
nb_no: Ny egendefinert renser
pt_br: Novo limpador personalizado
ru_ru: Новый пользовательский очиститель
uk_ua: Новий користувацький очищувач

# St_CustomMenuOpenFolder
source: Open Custom folder
it_it: Apri cartella Personalizzata
lt_lt: Atverti pasirinktinį aplanką
nb_no: Åpne mappen Egendefinert
pt_br: Abrir pasta personalizada
ru_ru: Открыть папку Custom
uk_ua: Відкрити папку Custom

# St_CustomMenuReddit
source: Ask on Reddit
it_it: Chiedi su Reddit
lt_lt: Klausti „Reddit“
nb_no: Spør på Reddit
pt_br: Perguntar no Reddit
ru_ru: Спросить на Reddit
uk_ua: Запитати на Reddit

# St_CustomMenuNeowin
source: Neowin forums
it_it: Neowin forum
lt_lt: „Neowin“ forumai
nb_no: Neowin-forumene
pt_br: Fóruns do Neowin
ru_ru: Форумы Neowin
uk_ua: Форуми Neowin

# St_CustomMenuShare
source: Share cleaner on GitHub
it_it: Condividi pulitore su GitHub
lt_lt: Pasidalinti valytuvu „GitHub“
nb_no: Del renser på GitHub
pt_br: Compartilhar limpador no GitHub
ru_ru: Опубликовать очиститель на GitHub
uk_ua: Опублікувати очищувач на GitHub

# St_CustomToggleFailed
source: Toggle failed: {0}
it_it: Il passaggio non è riuscito: {0}
lt_lt: Perjungti nepavyko: {0}
nb_no: Veksling mislyktes: {0}
pt_br: Falha ao alternar: {0}
ru_ru: Ошибка переключения: {0}
uk_ua: Помилка перемикання: {0}

# St_CustomDeleteTitle
source: Delete "{0}"?
it_it: Rimuovere "{0}"?
lt_lt: Pašalinti „{0}“?
nb_no: Slette "{0}"?
pt_br: Excluir "{0}"?
ru_ru: Удалить «{0}»?
uk_ua: Видалити «{0}»?

# St_CustomDeleteMessage
source: This removes the custom cleaner permanently.
it_it: Questo rimuove definitivamente il programma di pulizia personalizzato.
lt_lt: Tai visam laikui pašalins naudotojo valytuvą.
nb_no: Dette fjerner den egendefinerte renseren permanent.
pt_br: Isto remove o limpador personalizado permanentemente.
ru_ru: Это приведёт к безвозвратному удалению пользовательского очистителя.
uk_ua: Це призведе до безповоротного видалення очищувача користувача.

# St_CustomDeleteConfirm
source: Delete
it_it: Rimuovi
lt_lt: Pašalinti
nb_no: Slett
pt_br: Excluir
ru_ru: Удалить
uk_ua: Видалити

# St_CustomDeleteCancel
source: Cancel
it_it: Annulla
lt_lt: Atšaukti
nb_no: Avbryt
pt_br: Cancelar
ru_ru: Отмена
uk_ua: Відміна
